Repository: readmigo/ios
Catalog: Readmigo/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# me.section.subscription
source: Subscription
ja: サブスクリプション
zh_hans: 订阅
zh_hant: 訂閱

# me.section.support
source: Support
ja: サポート
zh_hans: 支持
zh_hant: 支援

# me.signIn
source: Sign In
ja: サインイン
zh_hans: 登录
zh_hant: 登入

# me.signOut
source: Sign Out
ja: サインアウト
zh_hans: 退出登录
zh_hant: 登出

# me.signOutConfirm
source: Are you sure you want to sign out?
ja: 本当にサインアウトしますか？
zh_hans: 确定要退出登录吗？
zh_hant: 確定要登出嗎？

# me.subscription
source: Subscription
ja: サブスクリプション
zh_hans: 订阅
zh_hant: 訂閱

# me.trackProgress
source: Track your progress
ja: 進捗を追跡
zh_hans: 追踪你的进度
zh_hant: 追蹤你的進度

# me.unlockPremium
source: Unlock premium features
ja: プレミアム機能を解除
zh_hans: 解锁高级功能
zh_hant: 解鎖高級功能

# me.viewBadges
source: View your badges
ja: バッジを表示
zh_hans: 查看你的徽章
zh_hant: 查看你的徽章

# me.wordsCount
source: %lld words
ja: %lld語
zh_hans: %lld 个单词
zh_hant: %lld 個單詞

# me.wordsDue
source: %lld words due
ja: %lld語の復習
zh_hans: %lld 个单词待复习
zh_hant: %lld 個單詞待複習

# messaging.addPhoto
source: Add Photo
ja: 写真を追加
zh_hans: 添加图片
zh_hant: 新增圖片

# messaging.attachments
source: Attachments (Optional)
ja: 添付ファイル（任意）
zh_hans: 附件（可选）
zh_hant: 附件（選填）

# messaging.content
source: Message
ja: メッセージ
zh_hans: 消息内容
zh_hant: 訊息內容

# messaging.contentPlaceholder
source: Please describe your issue or suggestion in detail...
ja: 問題や提案の詳細を入力してください...
zh_hans: 请详细描述您的问题或建议...
zh_hant: 請詳細描述您的問題或建議...

# messaging.helpful
source: Was this reply helpful?
ja: この返信は役に立ちましたか？
zh_hans: 此回复是否有帮助？
zh_hant: 此回覆是否有幫助？

# messaging.includeDeviceInfo
source: Include device info
ja: デバイス情報を含める
zh_hans: 附带设备信息
zh_hant: 附帶裝置資訊

# messaging.loginRequired
source: Please login to send messages
ja: メッセージを送信するにはログインしてください
zh_hans: 请登录后发送消息
zh_hant: 請登入後傳送訊息

# messaging.messageType
source: Message Type
ja: メッセージタイプ
zh_hans: 消息类型
zh_hant: 訊息類型

# messaging.newMessage
source: New Message
ja: 新規メッセージ
zh_hans: 新消息
zh_hant: 新訊息

# messaging.no
source: No
ja: いいえ
zh_hans: 没帮助
zh_hant: 沒幫助

# messaging.noMessages
source: No messages yet
ja: メッセージがありません
zh_hans: 暂无消息
zh_hant: 暫無訊息

# messaging.replyPlaceholder
source: Type a reply...
ja: 返信を入力...
zh_hans: 输入回复...
zh_hant: 輸入回覆...

# messaging.send
source: Send
ja: 送信
zh_hans: 发送
zh_hant: 傳送

# messaging.sendFailed
source: Failed to send message
ja: メッセージの送信に失敗しました
zh_hans: 消息发送失败
zh_hant: 訊息傳送失敗

# messaging.sendSuccess
source: Message sent successfully
ja: メッセージが送信されました
zh_hans: 消息发送成功
zh_hant: 訊息傳送成功

# messaging.status.closed
source: Closed
ja: クローズ済み
zh_hans: 已关闭
zh_hant: 已關閉

# messaging.status.open
source: Open
ja: オープン
zh_hans: 待处理
zh_hant: 待處理

# messaging.status.replied
source: Replied
ja: 返信済み
zh_hans: 已回复
zh_hant: 已回覆

# messaging.status.resolved
source: Resolved
ja: 解決済み
zh_hans: 已解决
zh_hant: 已解決

# messaging.subject
source: Subject
ja: 件名
zh_hans: 主题
zh_hant: 主題

# messaging.subjectPlaceholder
source: Enter subject...
ja: 件名を入力...
zh_hans: 请输入主题...
zh_hant: 請輸入主題...

# messaging.thanksFeedback
source: Thanks for your feedback!
ja: フィードバックありがとうございます！
zh_hans: 感谢您的反馈！
zh_hant: 感謝您的回饋！

# messaging.title
source: Messages
ja: メッセージ
zh_hans: 消息
zh_hant: 訊息

# messaging.type.businessInquiry
source: Business Inquiry
ja: ビジネスに関するお問い合わせ
zh_hans: 商务合作
zh_hant: 商務合作

# messaging.type.complaint
source: Complaint
ja: 苦情
zh_hans: 投诉
zh_hant: 投訴

# messaging.type.featureSuggestion
source: Feature Suggestion
ja: 機能の提案
zh_hans: 功能建议
zh_hant: 功能建議

# messaging.type.generalInquiry
source: General Inquiry
ja: 一般的なお問い合わせ
zh_hans: 一般咨询
zh_hant: 一般諮詢

# messaging.type.problemReport
source: Report a Problem
ja: 問題を報告
zh_hans: 问题报告
zh_hant: 問題回報

# messaging.type.technicalIssue
source: Technical Issue
ja: 技術的な問題
zh_hans: 技术问题
zh_hant: 技術問題

# messaging.yes
source: Yes
ja: はい
zh_hans: 有帮助
zh_hant: 有幫助

source: min
ja: 分
zh_hans: 分钟
zh_hant: 分鐘

source: Minutes
ja: 分
zh_hans: 分钟
zh_hant: 分鐘

source: minutes per day
ja: 分/日
zh_hans: 分钟/天
zh_hant: 分鐘/天

source: Month
ja: 月
zh_hans: 月
zh_hant: 月

source: More
ja: もっと見る
zh_hans: 更多
zh_hant: 更多

source: Moving forward
ja: 進捗中
zh_hans: 继续前进
zh_hant: 繼續前進

source: My Postcards
ja: マイポストカード
zh_hans: 我的明信片
zh_hant: 我的明信片

# nav.discover
source: Discover
ja: 見つける
zh_hans: 发现
zh_hant: 發現

# nav.library
source: My Library
ja: マイライブラリ
zh_hans: 我的书架
zh_hant: 我的書架

# nav.me
source: Me
ja: プロフィール
zh_hans: 我的
zh_hant: 我的

# nav.profile
source: Profile
ja: プロフィール
zh_hans: 我的
zh_hant: 我的

# nav.quotes
source: Quotes
ja: 引用
zh_hans: 语录
zh_hant: 語錄

# nav.vocabulary
source: Vocabulary
ja: 単語
zh_hans: 词汇
zh_hant: 詞彙

source: Need Help?
ja: ヘルプが必要ですか？
zh_hans: 需要帮助？
zh_hant: 需要幫助？

source: Network
ja: ネットワーク
zh_hans: 网络
zh_hant: 網路

source: Never
ja: なし
zh_hans: 从不
zh_hant: 從不

source: Next
ja: 次へ
zh_hans: 下一个
zh_hant: 下一個

source: Next Chapter
ja: 次の章
zh_hans: 下一章
zh_hant: 下一章

source: No books found
ja: 本が見つかりません
zh_hans: 未找到书籍
zh_hant: 未找到書籍

source: No data for this week
ja: 今週のデータがありません
zh_hans: 本周暂无数据
zh_hant: 本週暫無數據

source: No Downloads
ja: ダウンロードなし
zh_hans: 无下载
zh_hant: 無下載

source: No matches found for "%@"
ja: "%@"の一致が見つかりません
zh_hans: 未找到「%@」的匹配结果
zh_hant: 未找到「%@」的匹配結果

source: No more messages
ja: これ以上のメッセージはありません
zh_hans: 没有更多消息
zh_hant: 沒有更多訊息

source: No Postcards Yet
ja: ポストカードがありません
zh_hans: 暂无明信片
zh_hant: 暫無明信片

source: No reading data yet
ja: 読書データがまだありません
zh_hans: 暂无阅读数据
zh_hant: 暫無閱讀資料

source: No Results
ja: 結果なし
zh_hans: 无结果
zh_hant: 無結果

source: No Templates
ja: テンプレートなし
zh_hans: 暂无模板
zh_hant: 暫無模板

source: No templates found in this category.
ja: このカテゴリにテンプレートが見つかりません。
zh_hans: 此分类暂无模板。
zh_hant: 此分類暫無模板。

source: No words added yet
ja: 追加された単語がまだありません
zh_hans: 尚未添加单词
zh_hant: 尚未添加單詞

source: Normal
ja: 標準
zh_hans: 正常
zh_hant: 正常

source: Not yet started
ja: 未開始
zh_hans: 尚未开始
zh_hant: 尚未開始

source: Note
ja: メモ

source: Notes (Optional)
ja: メモ（任意）
zh_hans: 备注（可选）
zh_hant: 備註（可選）

source: of all readers
ja: 全読者中
zh_hans: 所有读者中
zh_hant: 所有讀者中

source: Offline
ja: オフライン

source: Offline Content
ja: オフラインコンテンツ
zh_hans: 离线内容
zh_hant: 離線內容

source: Offline Mode
ja: オフラインモード
zh_hans: 离线模式
zh_hant: 離線模式

source: Offline Settings
ja: オフライン設定
zh_hans: 离线设置
zh_hant: 離線設置

# offline.activeDownloads
source: Active Downloads
ja: ダウンロード中
zh_hans: 正在下载
zh_hant: 正在下載

# offline.autoDeleteAfter
source: Auto-delete after
ja: 自動削除までの期間
zh_hans: 自动删除时间
zh_hant: 自動刪除時間

# offline.autoDeleteHint
source: Downloaded content will be automatically removed after the specified time if not accessed.
ja: ダウンロードしたコンテンツは、指定期間アクセスされない場合、自動的に削除されます。
zh_hans: 下载的内容如未访问，将在指定时间后自动删除。
zh_hant: 下載的內容如未存取，將在指定時間後自動刪除。

# offline.autoDownload
source: Auto-download
ja: 自動ダウンロード
zh_hans: 自动下载
zh_hant: 自動下載

# offline.automaticDownloads
source: Automatic Downloads
ja: 自動ダウンロード
zh_hans: 自动下载
zh_hant: 自動下載

# offline.automaticDownloadsHint
source: When enabled, the app will automatically download the next few chapters while you read.
ja: 有効にすると、読書中に次の数章が自動的にダウンロードされます。
zh_hans: 开启后，阅读时将自动下载后续章节。
zh_hant: 開啟後，閱讀時將自動下載後續章節。

# offline.available
source: Available
ja: 利用可能
zh_hans: 可用
zh_hant: 可用

# offline.availableOffline
source: Available offline
ja: オフラインで利用可能
zh_hans: 可离线阅读
zh_hant: 可離線閱讀

# offline.availableSpace
source: Available Space
ja: 利用可能な容量
zh_hans: 可用空间
zh_hant: 可用空間

# offline.cache
source: Cache
ja: キャッシュ
zh_hans: 缓存
zh_hant: 快取

# offline.cachedData
source: Cached
ja: キャッシュ済み
zh_hans: 缓存数据
zh_hant: 快取資料

# offline.clearCache
source: Clear Cache
ja: キャッシュをクリア
zh_hans: 清除缓存
zh_hant: 清除快取

# offline.clearCacheMessage
source: This will clear temporary cached data. Your downloaded books will not be affected.
ja: 一時的なキャッシュデータをクリアします。ダウンロードした本は影響を受けません。
zh_hans: 这将清除临时缓存数据。已下载的书籍不会受影响。
zh_hant: 這將清除暫存資料。已下載的書籍不會受影響。

# offline.clearCacheTitle
source: Clear Cache
ja: キャッシュをクリア
zh_hans: 清除缓存
zh_hant: 清除快取

# offline.currentUsage
source: Current Usage
ja: 現在の使用量
zh_hans: 当前使用
zh_hant: 目前使用

# offline.daysAgo
source: %d days ago
ja: %d日前
zh_hans: %d天前
zh_hant: %d天前

# offline.delete.7days
source: 7 days
ja: 7日
zh_hans: 7 天
zh_hant: 7 天

# offline.delete.14days
source: 14 days
ja: 14日
zh_hans: 14 天
zh_hant: 14 天

# offline.delete.30days
source: 30 days
ja: 30日
zh_hans: 30 天
zh_hant: 30 天

# offline.delete.60days
source: 60 days
ja: 60日
zh_hans: 60 天
zh_hant: 60 天

# offline.delete.90days
source: 90 days
ja: 90日
zh_hans: 90 天
zh_hant: 90 天

# offline.delete.never
source: Never
ja: なし
zh_hans: 从不
zh_hant: 從不

# offline.deleteAll
source: Delete All Downloads
ja: すべてのダウンロードを削除
zh_hans: 删除所有下载
zh_hant: 刪除所有下載

# offline.downloadedBooks
source: Downloaded Books
ja: ダウンロード済みの本
zh_hans: 已下载书籍
zh_hant: 已下載書籍

# offline.downloading
source: Downloading...
ja: ダウンロード中...
zh_hans: 下载中...
zh_hant: 下載中...

# offline.downloadQuality
source: Download Quality
ja: ダウンロード品質
zh_hans: 下载质量
zh_hant: 下載品質

# offline.downloads
source: Downloads
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

# offline.hoursAgo
source: %d hr ago
ja: %d時間前
zh_hans: %d小时前
zh_hant: %d小時前

# offline.justNow
source: just now
ja: たった今
zh_hans: 刚刚
zh_hant: 剛剛

# offline.lastSync
source: Last synced: %@
ja: 最終同期: %@
zh_hans: 上次同步: %@
zh_hant: 上次同步: %@

# offline.maxStorage
source: Max Storage
ja: 最大ストレージ
zh_hans: 最大存储
zh_hant: 最大儲存

# offline.minutesAgo
source: %d min ago
ja: %d分前
zh_hans: %d分钟前
zh_hant: %d分鐘前

# offline.network
source: Network
ja: ネットワーク
zh_hans: 网络
zh_hant: 網絡

# offline.noConnection
source: No internet connection
ja: インターネット接続なし
zh_hans: 无网络连接
zh_hant: 無網路連線

# offline.noDownloads
source: No Downloads
ja: ダウンロードなし
zh_hans: 无下载内容
zh_hant: 無下載內容

# offline.noDownloadsDescription
source: Books you download will appear here for offline reading.
ja: ダウンロードした本がここに表示され、オフラインで読むことができます。
zh_hans: 下载的书籍将显示在这里，供离线阅读。
zh_hant: 下載的書籍將顯示在這裡，供離線閱讀。

# offline.offlineContent
source: Offline Content
ja: オフラインコンテンツ
zh_hans: 离线内容
zh_hant: 離線內容

# offline.predownloadChapters
source: Pre-download chapters
ja: 章を事前ダウンロード
zh_hans: 预下载章节数
zh_hant: 預下載章節數

# offline.quality
source: Quality
ja: 品質
zh_hans: 质量
zh_hant: 品質

# offline.settingsTitle
source: Offline Settings
ja: オフライン設定
zh_hans: 离线设置
zh_hant: 離線設定

# offline.storage.unlimited
source: Unlimited
ja: 無制限
zh_hans: 无限制
zh_hant: 無限制

# offline.storageSection
source: Storage
ja: ストレージ
zh_hans: 存储
zh_hant: 儲存

# offline.total
source: Total
ja: 合計
zh_hans: 总计
zh_hant: 總計

# offline.used
source: Used
ja: 使用中
zh_hans: 已用
zh_hant: 已用

# offline.viewingCached
source: Viewing cached data
ja: キャッシュデータを表示中
zh_hans: 正在查看缓存数据
zh_hant: 正在檢視快取資料

# offline.wifiOnly
source: Download on Wi-Fi only
ja: Wi-Fi接続時のみダウンロード
zh_hans: 仅在 Wi-Fi 下下载
zh_hant: 僅在 Wi-Fi 下下載

# onboarding.feature1.description
source: Access thousands of timeless works
ja: 数千もの不朽の名作にアクセス
zh_hans: 畅读数千部经典名著
zh_hant: 暢讀數千部經典名著

# onboarding.feature1.title
source: Classic Literature
ja: 古典文学
zh_hans: 经典文学
zh_hant: 經典文學

# onboarding.feature2.description
source: Get instant explanations and translations
ja: 即座に説明と翻訳を取得
zh_hans: 即时获取解释与翻译
zh_hant: 即時獲取解釋與翻譯

# onboarding.feature2.title
source: AI-Powered Learning
ja: AI学習支援
zh_hans: AI 智能学习
zh_hant: AI 智能學習

# onboarding.feature3.description
source: Build vocabulary and reading streaks
ja: 語彙と読書記録を積み重ねる
zh_hans: 积累词汇，保持阅读连续
zh_hant: 累積詞彙，保持閱讀連續

# onboarding.feature3.title
source: Track Progress
ja: 進捗を追跡
zh_hans: 追踪进度
zh_hant: 追蹤進度

# onboarding.getStarted
source: Get Started
ja: はじめる
zh_hans: 开始使用
zh_hant: 開始使用

# onboarding.goal.subtitle
source: Consistent practice is key to improvement. How much time can you read each day?
ja: 継続的な練習が上達の鍵です。毎日どのくらい読書できますか？
zh_hans: 坚持练习是进步的关键。您每天能阅读多长时间？
zh_hant: 堅持練習是進步的關鍵。您每天能閱讀多長時間？

# onboarding.goal.title
source: Set your daily reading goal
ja: 1日の読書目標を設定
zh_hans: 设定您的每日阅读目标
zh_hant: 設定您的每日閱讀目標

# onboarding.interests.clearAll
source: Clear all
ja: すべてクリア
zh_hans: 全部清除
zh_hant: 全部清除

# onboarding.interests.complete
source: Complete Setup
ja: 設定完了
zh_hans: 完成设置
zh_hant: 完成設置

# onboarding.interests.hint
source: You can always update this later in settings
ja: 設定で後から変更できます
zh_hans: 您可以稍后在设置中修改
zh_hant: 您可以稍後在設定中修改

# onboarding.interests.selected
source: %lld selected
ja: %lld件選択中
zh_hans: 已选择 %lld 项
zh_hant: 已選擇 %lld 項

# onboarding.interests.skip
source: Skip for now
ja: スキップ
zh_hans: 暂时跳过
zh_hant: 暫時跳過

# onboarding.interests.subtitle
source: Select your interests to get personalized book recommendations
ja: 興味のあるジャンルを選んでパーソナライズされた本の推薦を受け取る
zh_hans: 选择您的兴趣以获取个性化书籍推荐
zh_hant: 選擇您的興趣以獲取個人化書籍推薦

# onboarding.interests.title
source: What do you like to read?
ja: 読みたいジャンルは？
zh_hans: 您喜欢读什么？
zh_hant: 您喜歡讀什麼？

# onboarding.level.subtitle
source: This helps us recommend books at the right difficulty for you
ja: あなたに適した難易度の本をおすすめします
zh_hans: 这有助于我们推荐适合您难度的书籍
zh_hant: 這有助於我們推薦適合您難度的書籍

# onboarding.level.title
source: What's your English level?
ja: 英語レベルは？
zh_hans: 您的英语水平如何？
zh_hant: 您的英語程度如何？

# onboarding.loading
source: Setting up your profile...
ja: プロフィールを設定中...
zh_hans: 正在设置您的个人资料...
zh_hant: 正在設置您的個人資料...

# onboarding.welcome.subtitle
source: Learn English naturally by reading great literature with AI assistance
ja: AI支援で優れた文学作品を読みながら自然に英語を学ぶ
zh_hans: 通过 AI 辅助阅读经典文学，自然地学习英语
zh_hant: 透過 AI 輔助閱讀經典文學，自然地學習英語

# onboarding.welcome.title
source: Welcome to Readmigo!
ja: Readmigoへようこそ！
zh_hans: 欢迎使用米果智读！
zh_hant: 歡迎使用米果智讀！

source: Open Subscription Settings
ja: サブスクリプション設定を開く
zh_hans: 打开订阅设置
zh_hant: 打開訂閱設置

source: Opens a list of books by this author
ja: この著者の本一覧を開く
zh_hans: 打开该作者的书籍列表
zh_hant: 打開該作者的書籍列表

source: Options
ja: オプション
zh_hans: 选项
zh_hant: 選項

source: Page
ja: ページ
zh_hans: 页
zh_hant: 頁

# pageTurn.15seconds
source: 15s
ja: 15秒
zh_hans: 15秒
zh_hant: 15秒

# pageTurn.30seconds
source: 30s
ja: 30秒
zh_hans: 30秒
zh_hant: 30秒

# pageTurn.60seconds
source: 60s
ja: 60秒
zh_hans: 60秒
zh_hant: 60秒

# pageTurn.advancedModes
source: Advanced Modes
ja: 詳細モード
zh_hans: 高级模式
zh_hant: 進階模式

# pageTurn.animationSpeed
source: Animation Speed: %@x
ja: アニメーション速度: %@x
zh_hans: 动画速度: %@x
zh_hant: 動畫速度: %@x

# pageTurn.autoPage
source: Auto Page Turn
ja: 自動ページめくり
zh_hans: 自动翻页
zh_hant: 自動翻頁

# pageTurn.basicModes
source: Basic Modes
ja: 基本モード
zh_hans: 基础模式
zh_hant: 基礎模式

# pageTurn.enableAutoPage
source: Enable auto page turn
ja: 自動ページめくりを有効化
zh_hans: 启用自动翻页
zh_hant: 啟用自動翻頁

# pageTurn.enableHaptic
source: Enable haptic feedback
ja: 触覚フィードバックを有効化
zh_hans: 启用触觉反馈
zh_hant: 啟用觸覺回饋

# pageTurn.enableLighting
source: Enable Lighting
ja: ライティングを有効化
zh_hans: 启用光照
zh_hant: 啟用光照

# pageTurn.enableShadow
source: Enable Shadow
ja: 影を有効化
zh_hans: 启用阴影
zh_hant: 啟用陰影

# pageTurn.enableSound
source: Enable page turn sound
ja: ページめくり音を有効化
zh_hans: 启用翻页音效
zh_hant: 啟用翻頁音效

# pageTurn.hapticFeedback
source: Haptic Feedback
ja: 触覚フィードバック
zh_hans: 触觉反馈
zh_hant: 觸覺回饋

# pageTurn.intensity
source: Intensity: %lld%%
ja: 強度: %lld%%
zh_hans: 强度: %lld%%
zh_hant: 強度: %lld%%

# pageTurn.interval
source: Turn Interval
ja: めくり間隔
zh_hans: 翻页间隔
zh_hant: 翻頁間隔

source: Page Turn Mode
ja: ページめくりモード
zh_hans: 翻页模式
zh_hant: 翻頁模式

# pageTurn.paperStiffness
source: Paper Stiffness: %lld%%
ja: 紙の硬さ: %lld%%
zh_hans: 纸张硬度: %lld%%
zh_hant: 紙張硬度: %lld%%

# pageTurn.physicsEffect
source: Physics Effect
ja: 物理効果
zh_hans: 物理效果
zh_hant: 物理效果

# pageTurn.preset.default
source: Default
ja: デフォルト
zh_hans: 默认
zh_hant: 預設

# pageTurn.preset.immersive
source: Immersive
ja: 没入型
zh_hans: 沉浸
zh_hant: 沉浸

# pageTurn.preset.minimal
source: Minimal
ja: ミニマル
zh_hans: 极简
zh_hant: 極簡

# pageTurn.preset.performance
source: Performance
ja: パフォーマンス
zh_hans: 性能
zh_hant: 效能

# pageTurn.quickSettings
source: Quick Settings
ja: クイック設定
zh_hans: 快速设置
zh_hant: 快速設定

source: Page Turn Settings
ja: ページめくり設定
zh_hans: 翻页设置
zh_hant: 翻頁設定

# pageTurn.soundEffect
source: Sound Effect
ja: 効果音
zh_hans: 声音效果
zh_hant: 聲音效果

# pageTurn.visualEffect
source: Visual Effect
ja: 視覚効果
zh_hans: 视觉效果
zh_hant: 視覺效果

# pageTurn.volume
source: Volume: %lld%%
ja: 音量: %lld%%
zh_hans: 音量: %lld%%
zh_hant: 音量: %lld%%

source: Pause
ja: 一時停止
zh_hans: 暂停
zh_hant: 暫停

source: Period
ja: 期間
zh_hans: 时期
zh_hant: 時期

source: Personal best!
ja: 自己ベスト！
zh_hans: 个人最佳！
zh_hant: 個人最佳！

source: Postcard
ja: ポストカード
zh_hans: 明信片
zh_hant: 明信片

source: Postcard Editor Coming Soon
ja: ポストカードエディター近日公開
zh_hans: 明信片编辑器即将推出
zh_hant: 明信片編輯器即將推出

source: Postcards Created
ja: 作成したポストカード
zh_hans: 已创建明信片
zh_hant: 已創建明信片

source: Pre-download chapters
ja: 章を事前ダウンロード
zh_hans: 预下载章节
zh_hant: 預下載章節

source: Premium
ja: プレミアム
zh_hans: 高级版
zh_hant: 高級版

source: Premium Feature
ja: プレミアム機能
zh_hans: 高级功能
zh_hant: 高級功能

source: Prev
ja: 前へ
zh_hans: 上一个
zh_hant: 上一個

source: Preview
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

source: Previous
ja: 前へ
zh_hans: 上一个
zh_hant: 上一個

source: Previous Chapter
ja: 前の章
zh_hans: 上一章
zh_hant: 上一章

source: Pride and Prejudice
ja: 高慢と偏見
zh_hans: 傲慢与偏见
zh_hant: 傲慢與偏見

source: Private
ja: 非公開
zh_hans: 私密
zh_hant: 私密

# profile.accountSettings
source: Account Settings
ja: アカウント設定
zh_hans: 账户设置
zh_hant: 帳戶設定

# profile.booksRead
source: Books Read
ja: 読んだ本
zh_hans: 已读书籍
zh_hant: 已讀書籍

# profile.defaultName
source: Reader
ja: 読書家
zh_hans: 读者
zh_hant: 讀者

# profile.edit.dailyGoal
source: Daily Goal
ja: 1日の目標
zh_hans: 每日目标
zh_hant: 每日目標

# profile.edit.displayName
source: Display Name
ja: 表示名
zh_hans: 显示名称
zh_hant: 顯示名稱

# profile.edit.englishLevel
source: English Level
ja: 英語レベル
zh_hans: 英语水平
zh_hant: 英語水平

# profile.edit.goalMinutes
source: %lld minutes per day
ja: 1日%lld分
zh_hans: 每天 %lld 分钟
zh_hant: 每天 %lld 分鐘

# profile.edit.level
source: Level
ja: レベル
zh_hans: 等级
zh_hant: 等級

# profile.edit.namePlaceholder
source: Enter your name
ja: 名前を入力
zh_hans: 请输入您的名字
zh_hant: 請輸入您的名字

# profile.edit.title
source: Edit Profile
ja: プロフィール編集
zh_hans: 编辑个人资料
zh_hant: 編輯個人資料

# profile.gender.female
source: Female
ja: 女性

# profile.gender.male
source: Male
ja: 男性

# profile.gender.other
source: Other
ja: その他

# profile.gender.prefer_not_to_say
source: Prefer not to say
ja: 回答しない

# profile.gender.unknown
source: Unknown
ja: 不明

# profile.language
source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

# profile.manageSubscription
source: Manage Subscription
ja: サブスクリプション管理
zh_hans: 管理订阅
zh_hant: 管理訂閱

# profile.myBadges
source: My Badges
ja: マイバッジ
zh_hans: 我的徽章
zh_hant: 我的徽章

# profile.myPostcards
source: My Postcards
ja: マイポストカード
zh_hans: 我的明信片
zh_hant: 我的明信片

# profile.quotes
source: My Quotes
ja: マイ引用
zh_hans: 我的摘录
zh_hant: 我的摘錄

# profile.readingStats
source: Reading Stats
ja: 読書統計
zh_hans: 阅读统计
zh_hant: 閱讀統計

# profile.readingTime
source: Reading Time
ja: 読書時間
zh_hans: 阅读时长
zh_hant: 閱讀時長

# profile.section.account
source: Account
ja: アカウント
zh_hans: 账户
zh_hant: 帳戶

# profile.section.achievements
source: Achievements
ja: 実績
zh_hans: 成就
zh_hant: 成就

# profile.section.creative
source: Creative
ja: クリエイティブ
zh_hans: 创意
zh_hant: 創意

# profile.section.readingStats
source: Reading Stats
ja: 読書統計
zh_hans: 阅读统计
zh_hant: 閱讀統計

# profile.section.settings
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# profile.section.subscription
source: Subscription
ja: サブスクリプション
zh_hans: 订阅
zh_hant: 訂閱

# profile.section.support
source: Support
ja: サポート
zh_hans: 支持
zh_hant: 支援

# profile.settings
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# profile.signIn
source: Sign In
ja: サインイン
zh_hans: 登录
zh_hant: 登入

# profile.signOut
source: Sign Out
ja: サインアウト
zh_hans: 退出登录
zh_hant: 登出

# profile.streak
source: Streak
ja: 連続記録
zh_hans: 连续天数
zh_hant: 連續天數

# profile.streakDays
source: %lld days
ja: %lld日
zh_hans: %lld 天
zh_hant: %lld 天

# profile.useSystemLanguage
source: Use System Language
ja: システム言語を使用
zh_hans: 跟随系统
zh_hant: 跟隨系統

# profile.viewDetailedStats
source: View Detailed Stats
ja: 詳細な統計を表示
zh_hans: 查看详细统计
zh_hant: 查看詳細統計

# profile.vocabulary
source: My Vocabulary
ja: マイ単語帳
zh_hans: 我的词库
zh_hant: 我的詞庫

# profile.wordsLearned
source: Words Learned
ja: 学習した単語
zh_hans: 已学单词
zh_hant: 已學單詞

source: Progress
ja: 進捗
zh_hans: 进度
zh_hant: 進度

source: Public
ja: 公開
zh_hans: 公开
zh_hant: 公開

source: Quality
ja: 品質
zh_hans: 质量
zh_hant: 品質

source: Quick Actions
ja: クイックアクション
zh_hans: 快捷操作
zh_hant: 快捷操作

source: Quote
ja: 引用
zh_hans: 金句
zh_hant: 金句

source: Quote by
ja: 引用元
zh_hans: 出自
zh_hant: 出自

source: Quote Details
ja: 引用の詳細
zh_hans: 金句详情
zh_hant: 金句詳情

# quotes.browse
source: Browse
ja: 閲覧
zh_hans: 浏览
zh_hant: 瀏覽

# quotes.searchPrompt
source: Search quotes...
ja: 引用を検索...
zh_hans: 搜索语录...
zh_hant: 搜尋語錄...

# quotes.trending
source: Trending
ja: トレンド
zh_hans: 热门
zh_hant: 熱門

source: Read all books by %@
ja: %@の本をすべて読む
zh_hans: 阅读 %@ 的所有书籍
zh_hant: 閱讀 %@ 的所有書籍

source: Read Less
ja: 閉じる
zh_hans: 收起
zh_hant: 收起

source: Read More
ja: もっと読む
zh_hans: 展开阅读
zh_hant: 展開閱讀

source: Read Now
ja: 今すぐ読む
zh_hans: 立即阅读
zh_hant: 立即閱讀

# reader.bookInfo
source: Book Info
ja: 本の情報
zh_hans: 书籍信息
zh_hant: 書籍資訊

# reader.bookInformation
source: Book Information
ja: 本の情報
zh_hans: 书籍信息
zh_hant: 書籍資訊

# reader.bookmarks
source: Bookmarks
ja: ブックマーク
zh_hans: 书签
zh_hant: 書籤

# reader.bookmarks.clearAll
source: Clear All
ja: すべてクリア
zh_hans: 清除全部
zh_hant: 清除全部

# reader.bookmarks.edit.color
source: Color
ja: カラー
zh_hans: 颜色
zh_hant: 顏色

# reader.bookmarks.edit.heading
source: Edit Bookmark
ja: ブックマーク編集
zh_hans: 编辑书签
zh_hant: 編輯書籤

# reader.bookmarks.edit.note
source: Note
ja: ノート
zh_hans: 笔记
zh_hant: 筆記

# reader.bookmarks.edit.selectedText
source: Selected Text
ja: 選択したテキスト
zh_hans: 选中的文本
zh_hant: 選中的文本

# reader.bookmarks.edit.title
source: Title
ja: タイトル
zh_hans: 标题
zh_hant: 標題

# reader.bookmarks.edit.titlePlaceholder
source: Add a title...
ja: タイトルを追加...
zh_hans: 添加标题...
zh_hant: 添加標題...

# reader.bookmarks.empty
source: No bookmarks yet
ja: ブックマークがありません
zh_hans: 暂无书签
zh_hant: 暫無書籤

# reader.bookmarks.filter.all
source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

# reader.bookmarks.filter.bookmarks
source: Bookmarks
ja: ブックマーク
zh_hans: 书签
zh_hant: 書籤

# reader.bookmarks.filter.highlights
source: Highlights
ja: ハイライト
zh_hans: 高亮
zh_hant: 高亮

# reader.bookmarks.filter.notes
source: Notes
ja: ノート
zh_hans: 笔记
zh_hant: 筆記

# reader.bookmarks.noBookmarks
source: No bookmarks
ja: ブックマークなし
zh_hans: 暂无书签
zh_hant: 暫無書籤

# reader.bookmarks.noHighlights
source: No highlights
ja: ハイライトなし
zh_hans: 暂无高亮
zh_hant: 暫無高亮

# reader.bookmarks.noNotes
source: No notes
ja: ノートなし
zh_hans: 暂无笔记
zh_hant: 暫無筆記

# reader.bookmarks.noResults
source: No results found
ja: 結果が見つかりません
zh_hans: 未找到结果
zh_hant: 未找到結果

# reader.bookmarks.search
source: Search bookmarks...
ja: ブックマークを検索...
zh_hans: 搜索书签...
zh_hant: 搜索書籤...

# reader.bookmarks.selectTextToAnnotate
source: Select text and add a note
ja: テキストを選択してノートを追加
zh_hans: 选择文本并添加笔记
zh_hant: 選擇文本並添加筆記

# reader.bookmarks.selectTextToHighlight
source: Select text to create a highlight
ja: テキストを選択してハイライトを作成
zh_hans: 选择文本来创建高亮
zh_hant: 選擇文本來創建高亮

# reader.bookmarks.tapToAdd
source: Tap the bookmark icon to add one
ja: ブックマークアイコンをタップして追加
zh_hans: 点击书签图标添加
zh_hant: 點擊書籤圖標添加

# reader.bookmarks.title
source: Bookmarks
ja: ブックマーク
zh_hans: 书签
zh_hant: 書籤

# reader.bookmarks.tryDifferentSearch
source: Try a different search term
ja: 別の検索キーワードをお試しください
zh_hans: 尝试不同的搜索词
zh_hant: 嘗試不同的搜索詞

# reader.chapter
source: Chapter
ja: 章
zh_hans: 章节
zh_hant: 章節

# reader.chapterProgress
source: Chapter %lld of %lld
ja: 第%lld章 / 全%lld章
zh_hans: 第 %lld 章 / 共 %lld 章
zh_hant: 第 %lld 章 / 共 %lld 章

# reader.chapters
source: Chapters
ja: 章
zh_hans: 章节
zh_hant: 章節

# reader.characterMap
source: Character Map
ja: 登場人物マップ
zh_hans: 人物图谱
zh_hant: 人物圖譜

# reader.characters
source: Characters
ja: 登場人物
zh_hans: 人物
zh_hant: 人物

# reader.characters.about
source: About
ja: 概要
zh_hans: 关于
zh_hant: 關於

# reader.characters.analyzing
source: Analyzing characters...
ja: 登場人物を分析中...
zh_hans: 正在分析角色...
zh_hant: 正在分析角色...

# reader.characters.chapterNumber
source: Chapter %lld
ja: 第%lld章
zh_hans: 第 %lld 章
zh_hant: 第 %lld 章

# reader.characters.filterTitle
source: Filter Characters
ja: 登場人物をフィルター
zh_hans: 筛选角色
zh_hant: 篩選角色

# reader.characters.firstAppearance
source: First Appearance
ja: 初登場
zh_hans: 首次出场
zh_hant: 首次出場
